/* 
  Health.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/3/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* No comment provided by engineer. */

"MonitorOutOfSpace_NotifTitle" = "ディスクの空き容量が不足し始めています！";
"MonitorOutOfSpace_NotifDescription" = "CleanMyMac を起動し、不必要な項目を削除して空き容量を再び利用可能にしましょう。";

/* Disk SMART failure notification */
"MonitorSMART_NotifTitle" = "致命的な S.M.A.R.T 診断！";
"MonitorSMART_NotifDescription" = "CleanMyMac は、ディスク診断が失敗に近い状態であることを示していることを探知しました。データ喪失を避けるために何かしてください。";

/* SSD Life failure notification */
"MonitorSSD_NotifTitle" = "SSD の寿命が低下しています！";
"MonitorSSD_NotifTooltip" = "%@ のSSD 寿命は %li%%です。";
"MonitorSSDLife_NotifDescription" = "CleanMyMac は、ディスク診断が失敗に近い状態であることを示していることを探知しました。データ喪失を避けるために何かしてください。";

/* High disk temperature notification */
"MonitorHighTemp_NotifTitle" = "ディスクの温度が高すぎます！";
"MonitorHighTemp_NotifTooltip" = "%@ の温度が %@ を超えています";
"MonitorHighTemp_NotifDescription" = "CleanMyMac はディスクの温度が推奨温度を超えていることを探知しました。このようなことが頻繁に起きないように確認してください。";

/* Battery failure notification */
"MonitorBattery_NotifTitle" = "バッテリーエラー！";
"MonitorBattery_NotifDescription" = "バッテリー残量が少なすぎます。バッテリーを交換してください。";

/* Low RAM issue. */
"MonitorRAM_NotifTitle" = "メモリの使用状況が重いです";
"MonitorRAM_NotifDescription" = "CleanMyMac は物理メモリおよび仮想メモリの両方が不足していることを探知しました。いくつかの App を終了してください。";

/* Battery health */
"Health: %@" = "健康状態：%@";

"Undefined" = "未定義";
"Fair" = "やや悪い";
"Good" = "標準";
"Poor" = "悪い";

/* Battery charging state */
"Charged" = "充電済み";
"Not Charging" = "充電できません";
"Calculating…" = "計算中…";
"%ld:%02ld Until Full" = "充電完了まで %ld:%02ld";
"%ld:%02ld Remaining" = "残り %ld:%02ld";
"%@ Limited" = "制限：%@";
"%@ Threshold" = "しきい値：%@";
"Overfilled" = "許容範囲を超えています";

"DiskAvailableSpace_description" = "%@ 利用可能";
"DiskAvailableSpace_tooltip" = "空き容量：%@\n利用可能：%@。この数値はシステムが即座に解放できる空き容量とパージ可能な容量の総合計を表します。";
"RAMStatus_description" = "%@ 空き";
"RAMStatus_tooltip" = "%@ 空き";
"RAMCleanupInProgress_Title" = "解放中…";
"TrashSizeStatus_description" = "%@ 使用中";
"TrashSizeStatus_tooltip" = "%@ 使用中";
"TrashSizeStatus_tooltipForZeroSize" = "%@ 消費（%@ 経過）";

"WiredRAM_LegendTitle" = "確保済み";
"WiredRAM_LegendDescription" = "メモリはディスクにキャッシュできませんので、RAM に残る必要があります。このメモリは他の App に貸し出すことはできません。";

"ActiveRAM_LegendTitle" = "動作中";
"ActiveRAM_LegendDescription" = "この情報は RAM にあり、最近使用されました。";

"InactiveRAM_LegendTitle" = "停止";
"InactiveRAM_LegendDescription" = "この情報は RAM にありますが、あまり使用されていません。最近使用さえたことはあります。";

"CompressedRAM_LegendTitle" = "圧縮";
"CompressedRAM_LegendDescription" = "RAM のメモリ量は他のプロセスに、より多くの RAM を利用できるように圧縮されています。";

"GHz" = "GHz";

"Monitoring OFF" = "監視をオフ";
